class TestUsers:
    user_1 = {
        'name': 'Мария',
        'last_name': 'Баринова', 
        'address': 'Москва, Андропова проспект, 10',
        'metro': 'Технопарк',
        'phone': '89379901304',
        'date': '08.09.2025',
        'comment': 'Забери меня из Яндекса'
    }

    user_2 = {
        'name': 'Яна Евгеньевна',
        'last_name': 'Банько',
        'address': 'Москва, Автозаводская улица, 23 ст16', 
        'metro': 'Технопарк',
        'phone': '89277052982',
        'date': '08.09.2025',
        'comment': 'Мне необходимо уехать в Степик'
    }

class FAQData:
    answers = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]
